[Ch3_Claw_Tutorial]
01=The Batclaw is an attachment for Batman's grapple, it can wrench security grates off the wall and be used to drag certain kinds of crates.

[CH6_Cave_seq1]
01=How close are you to making the cure?
02=Close. It's been more difficult than I expected.
03=Oracle, it's done.
04=The process is slow, difficult and doesn't produce much antidote.
05=And the good news?
06=The chemical will definitely stop Ivy. It may also reverse the Titan transformation. I need to run some more tests to be sure. I've set the computer to create more, but I need to get out of here and find Ivy.
07=Thank God. Her plants have reached the Gotham River.
08=Batman!
09=Bruce! Are you all right?
10=I'm fine!

[TUT_CH3_Claw_1]
01=The Batclaw will hook onto containers.

[TUT_CH3_Claw_2]
01=The Batclaw can also be used to pull venting grates off walls.

[TUT_CH3_SuperClaw_1]
01=Use the Ultra Batclaw to rip down weak walls from a distance.
02=Ultra Batclaw
03=
